Repository: ssachse/ai_loganalyser
Catalog: locale/*/LC_MESSAGES/ai_loganalyser.po
Languages: de

# analysis_running
source: Running automatic system analysis...
de: Führe automatische System-Analyse durch...

# analysis_summary
source: System Analysis:
de: System-Analyse:

# chat_cached
source: cached
de: gecacht

# chat_exit_commands
source: to exit
de: zum Verlassen

# chat_goodbye
source: Goodbye! Thank you for using the Log Analyzer.
de: Auf Wiedersehen! Danke für die Nutzung des Log-Analyzers.

# chat_no_response
source: No response received from Ollama
de: Keine Antwort von Ollama erhalten

# chat_prompt
source: You can now ask further questions about the analyzed system.
de: Sie können jetzt weitere Fragen über das analysierte System stellen.

# chat_shortcuts
source: Shortcuts for common questions:
de: Kürzelwörter für häufige Fragen:

# chat_thinking
source: Thinking...
de: Denke nach...

# chat_tip
source: Tip:
de: Tipp:

# chat_title
source: Interactive Chat with Ollama
de: Interaktiver Chat mit Ollama

# chat_using_cached
source: Using cached response for
de: Verwende gecachte Antwort für

# chat_using_complex_model
source: Using complex model:
de: Verwende komplexes Modell:

# chat_using_fast_model
source: Using fast model:
de: Verwende schnelles Modell:

# chat_using_model
source: Using model:
de: Verwende Modell:

# chat_you
source: You:
de: Sie:

# error_permission_denied
source: Permission denied
de: Fehlende Rechte

source: Error Summary
de: Fehler-Zusammenfassung

# menu_available_shortcuts
source: Available shortcuts:
de: Verfügbare Kürzelwörter:

# shortcut_help
source: Show available shortcuts
de: Zeige verfügbare Kürzelwörter

# shortcut_k8s
source: How is the Kubernetes cluster status?
de: Wie ist der Kubernetes-Cluster-Status?

# shortcut_k8s_nodes
source: How is the node status?
de: Wie ist der Node-Status?

# shortcut_k8s_pods
source: Which pods are running in the cluster?
de: Welche Pods laufen im Cluster?

# shortcut_k8s_problems
source: What Kubernetes problems are there?
de: Welche Kubernetes-Probleme gibt es?

# shortcut_k8s_resources
source: How is the resource usage in the cluster?
de: Wie ist die Ressourcen-Auslastung im Cluster?

# shortcut_logs
source: What do the logs show?
de: Was zeigen die Logs?

# shortcut_performance
source: How is the system performance?
de: Wie ist die System-Performance?

# shortcut_processes
source: What are the top processes?
de: Was sind die Top-Prozesse?

# shortcut_security
source: Are there security issues?
de: Gibt es Sicherheitsprobleme?

# shortcut_services
source: Which services are running on the system?
de: Welche Services laufen auf dem System?

# shortcut_storage
source: How is the storage space?
de: Wie ist der Speicherplatz?

# shortcut_updates
source: Are there available system updates?
de: Gibt es verfügbare System-Updates?

# shortcut_users
source: Which users are active?
de: Welche Benutzer sind aktiv?

# ssh_connecting
source: Connecting via SSH...
de: Verbinde mit SSH...

source: SSH error
de: SSH-Fehler

# ssh_failed
source: SSH connection failed
de: SSH-Verbindung fehlgeschlagen

# ssh_success
source: SSH connection successful
de: SSH-Verbindung erfolgreich

# ssh_timeout
source: SSH connection timeout
de: SSH-Verbindung Timeout
